[
  {
    "key": "anopheles",
    "value": "A genus of mosquitoes which are secondary hosts of the malaria parasites, and whose bite is the usual, if not the only, means of infecting human beings with malaria. Several species are found in the United States. They may be distinguished from the ordinary mosquitoes of the genus Culex by the long slender palpi, nearly equaling the beak in length, while those of the female Culex are very short. They also assume different positions when resting, Culex usually holding the body parallel to the surface on which it rests and keeping the head and beak bent at an angle, while Anopheles holds the body at an angle with the surface and the head and beak in line with it. Unless they become themselves infected by previously biting a subject affected with malaria, the insects cannot transmit the disease."
  },
  {
    "key": "uniclinal",
    "value": "See Nonoclinal."
  },
  {
    "key": "sarong",
    "value": "A sort of petticoat worn by both sexes in Java and the Malay Archipelago. Balfour (Cyc. of India)"
  },
  {
    "key": "turcoman",
    "value": "1. A member of a tribe of Turanians inhabiting a region east of the Caspian Sea. 2. A Turcoman carpet. Turcoman carpet or rug, a kind of carpet or rug supposed to be made by the Turcomans."
  },
  {
    "key": "corrugator",
    "value": "A muscle which contracts the skin of the forehead into wrinkles."
  },
  {
    "key": "self-murder",
    "value": "Suicide."
  },
  {
    "key": "anacardium",
    "value": "A genus of plants including the cashew tree. See Cashew."
  },
  {
    "key": "knurly",
    "value": "Full of knots; hard; tough; hence, capable of enduring or resisting much."
  },
  {
    "key": "pock",
    "value": "A pustule raised on the surface of the body in variolous and vaccine diseases. Of pokkes and of scab every sore. Chaucer."
  },
  {
    "key": "neuroma",
    "value": "A tumor developed on, or connected with, a nerve, esp. one consisting of new-formed nerve fibers."
  },
  {
    "key": "hawser",
    "value": "A large rope made of three strands each containing many yarns. Note: Three hawsers twisted together make a cable; but it nautical usage the distinction between cable and hawser is often one of size rather than of manufacture. Hawser iron, a calking iron."
  },
  {
    "key": "jolty",
    "value": "That jolts; as, a jolty coach. [Colloq.]"
  },
  {
    "key": "proterandry",
    "value": "The condition of being proterandrous."
  },
  {
    "key": "leucic",
    "value": "Pertaining to, or designating, an acid obtained from leucin, and called also oxycaproic acid."
  },
  {
    "key": "petrescence",
    "value": "The process of changing into stone; petrification."
  },
  {
    "key": "bathos",
    "value": "A ludicrous descent from the elevated to the low, in writing or speech; anticlimax."
  },
  {
    "key": "oblectation",
    "value": "The act of pleasing highly; the state of being greatly pleased; delight. [R.] Feltham."
  },
  {
    "key": "overtread",
    "value": "To tread over or upon."
  },
  {
    "key": "taeniada",
    "value": "Same as Tænioidea."
  },
  {
    "key": "fun",
    "value": "Sport; merriment; frolicsome amusement. \"Oddity, frolic, and fun.\" Goldsmith. To make fan of, to hold up to, or turn into, ridicule."
  },
  {
    "key": "mixer",
    "value": "One who, or that which, mixes."
  },
  {
    "key": "blazer",
    "value": "One who spreads reports or blazes matters abroad. \"Blazers of crime.\" Spenser."
  },
  {
    "key": "elegist",
    "value": "A write of elegies. T. Warton."
  },
  {
    "key": "conspirator",
    "value": "One who engages in a conspiracy; a plotter. 2 Sam. xv. 31."
  },
  {
    "key": "logicality",
    "value": "Logicalness."
  },
  {
    "key": "quinze",
    "value": "A game at cards in which the object is to make fifteen points."
  },
  {
    "key": "wobble",
    "value": "See Wabble."
  },
  {
    "key": "dissimulate",
    "value": "Feigning; simulating; pretending. [Obs.] Henryson.\n\nTo dissemble; to feign; to pretend."
  },
  {
    "key": "hempen",
    "value": "1. Made of hemp; as, a hempen cord. 2. Like hemp. \"Beat into a hempen state.\" Cook."
  },
  {
    "key": "yahwe",
    "value": "A modern transliteration of the Hebrew word translated Jehovah in the Bible; -- used by some critics to discriminate the tribal god of the ancient Hebrews from the Christian Jehovah. Yahweh or Yahwe is the spelling now generally adopted by scholars."
  },
  {
    "key": "solisequious",
    "value": "Following the course of the sun; as, solisequious plants. [R.] Sir T. Browne."
  },
  {
    "key": "saline",
    "value": "1. Consisting of salt, or containing salt; as, saline particles; saline substances; a saline cathartic. 2. Of the quality of salt; salty; as, a saline taste.\n\nA salt spring; a place where salt water is collected in the earth.\n\n1. (Chem.)  A crude potash obtained from beet-root residues and other similar sources. [Written also salin.] 2. (Med. Chem.)  A metallic salt; esp., a salt of potassium, sodium, lithium, or magnesium, used in medicine."
  },
  {
    "key": "grumose",
    "value": "Clustered in grains at intervals; grumous."
  },
  {
    "key": "stalagmite",
    "value": "A deposit more or less resembling an inverted stalactite, formed by calcareous water dropping on the floors of caverns; hence, a similar deposit of other material."
  },
  {
    "key": "sex-",
    "value": "A combining form meaning six; as, sexdigitism; sexennial."
  },
  {
    "key": "tympanist",
    "value": "One who beats a drum. [R.]"
  },
  {
    "key": "faquir",
    "value": "See Fakir."
  },
  {
    "key": "old-fashioned",
    "value": "Formed according to old or obsolete fashion or pattern; adhering to old customs or ideas; as, an old-fashioned dress, girl. \"Old-fashioned men of wit.\" Addison. This old-fashioned, quaint abode. Longfellow."
  },
  {
    "key": "rheumides",
    "value": "The class of skin disease developed by the dartrous diathesis. See under Dartrous."
  },
  {
    "key": "inquisitorial",
    "value": "1. Pertaining to inquisition; making rigorous and unfriendly inquiry; searching; as, inquisitorial power. \"Illiberal and inquisitorial abuse.\" F. Blackburne. He conferred on it a kind of inquisitorial and censorious power even over the laity, and directed it to inquire into all matters of conscience. Hume. 2. Pertaining to the Court of Inquisition or resembling its practices. \"Inquisitorial robes.\" C. Buchanan."
  },
  {
    "key": "pinacate bug",
    "value": "Any of several clumsy, wingless beetles of the genus Eleodes, found in the Pacific States."
  },
  {
    "key": "athletism",
    "value": "The state or practice of an athlete; the characteristics of an athlete."
  },
  {
    "key": "pyronomics",
    "value": "The science of heat."
  },
  {
    "key": "vague",
    "value": "1. Wandering; vagrant; vagabond. [Archaic] \"To set upon the vague villains.\" Hayward. She danced along with vague, regardless eyes. Keats. 2. Unsettled; unfixed; undetermined; indefinite; ambiguous; as, a vague idea; a vague proposition. This faith is neither a mere fantasy of future glory, nor a vague ebullition of feeling. I. Taylor. The poet turned away, and gave himself up to a sort of vague revery, which he called thought. Hawthorne. 3. Proceeding from no known authority; unauthenticated; uncertain; flying; as, a vague report. Some legend strange and value. Longfellow. Vague year. See Sothiac year, under Sothiac. Syn. -- Unsettled; indefinite; unfixed; ill-defined; ambiguous; hazy; loose; lax; uncertain.\n\nAn indefinite expanse. [R.] The gray vague of unsympathizing sea. Lowell.\n\nTo wander; to roam; to stray. [Obs.] \"[The soul] doth vague and wander.\" Holland.\n\nA wandering; a vagary. [Obs.] Holinshed."
  },
  {
    "key": "advocacy",
    "value": "The act of pleading for or supporting; work of advocating; intercession."
  },
  {
    "key": "manhead",
    "value": "Manhood. [Obs.] Chaucer."
  },
  {
    "key": "birdcage",
    "value": "A cage for confining birds."
  },
  {
    "key": "reflectible",
    "value": "Capable of being reflected, or thrown back; reflexible."
  },
  {
    "key": "enfect",
    "value": "Contaminated with illegality. [Obs.] Chaucer."
  },
  {
    "key": "pyrothonide",
    "value": "A kind of empyreumatic oil produced by the combustion of textures of hemp, linen, or cotton in a copper vessel, -- formerly used as a remedial agent. Dunglison."
  },
  {
    "key": "water feather-foil",
    "value": "The water violet (Hottonia palustris); also, the less showy American plant H. inflata."
  },
  {
    "key": "pastern",
    "value": "1. The part of the foot of the horse, and allied animals, between the fetlock and the coffin joint. See Illust. of Horse. Note: The upper bone, or phalanx, of the foot is called the great pastern bone; the second, the small pastern bone; and the third, in the hoof, the coffin bone. Pastern joint, the joint in the hoof of the horse, and allied animals, between the great and small pastern bones. 2. A shackle for horses while pasturing. Knight. 3. A patten. [Obs.] Dryden."
  },
  {
    "key": "lenient",
    "value": "1. Relaxing; emollient; softening; assuasive; -- some \"Lenient of grief.\" Milton. Of relax the fibers, are lenient, balsamic. Arbuthnot. Time, that on all things lays his lenient hand. Pope. 2. Mild; clement; merciful; not rigorous or severe; as, a lenient disposition; a lenient judge or sentence.\n\nA lenitive; an emollient."
  },
  {
    "key": "massage",
    "value": "A rubbing or kneading of the body, especially when performed as a hygienic or remedial measure."
  },
  {
    "key": "owler",
    "value": "One who owls; esp., one who conveys contraband goods. See Owling, n. [Obs. or Prov. Eng.] T. Brown."
  },
  {
    "key": "selenic",
    "value": "Of or pertaining to selenium; derived from, or containing, selenium; specifically, designating those compounds in which the element has a higher valence as contrasted with selenious compounds."
  },
  {
    "key": "outnoise",
    "value": "To exceed in noise; to surpass in noisiness. [R.] Fuller."
  },
  {
    "key": "signification",
    "value": "1. The act of signifying; a making known by signs or other means. A signification of being pleased. Landor. All speaking or signification of one's mind implies an act or addres of one man to another. South. 2. That which is signified or made known; that meaning which a sign, character, or token is intended to convey; as, the signification of words."
  },
  {
    "key": "hover",
    "value": "A cover; a shelter; a protection. [Archaic] Carew. C. Kingsley.\n\n1. To hang fluttering in the air, or on the wing; to remain in flight or floating about or over a place or object; to be suspended in the air above something. Great flights of birds are hovering about the bridge, and settling on it. Addison. A hovering mist came swimming o'er his sight. Dryden. 2. To hang about; to move to and fro near a place, threateningly, watchfully, or irresolutely. Agricola having sent his navy to hover on the coast. Milton. Hovering o'er the paper with her quill. Shak."
  },
  {
    "key": "sopite",
    "value": "To lay asleep; to put to sleep; to quiet. [Obs.] The king's declaration for the sopiting of all Arminian heresies. Fuller."
  },
  {
    "key": "underclothing",
    "value": "Same as Underclothes."
  },
  {
    "key": "mendicate",
    "value": "To beg. [R.] Johnson."
  },
  {
    "key": "overseer",
    "value": "One who oversees; a superintendent; a supervisor; as, an overseer of a mill; specifically, one or certain public officers; as, an overseer of the poor; an overseer of highways."
  },
  {
    "key": "self-torture",
    "value": "The act of inflicting pain on one's self; pain inflicted on one's self."
  },
  {
    "key": "sunniness",
    "value": "The quality or state of being sunny."
  },
  {
    "key": "inalienably",
    "value": "In a manner that forbids alienation; as, rights inalienably vested."
  },
  {
    "key": "relaxative",
    "value": "Having the quality of relaxing; laxative. -- n.  A relaxant. B. Jonson."
  },
  {
    "key": "cheap-jack",
    "value": "A seller of low-priced or second goods; a hawker."
  },
  {
    "key": "stabler",
    "value": "A stable keeper. De Foe."
  },
  {
    "key": "iridoline",
    "value": "A nitrogenous base C10H9N, extracted from coal-tar naphtha, as an oily liquid. It is a member of the quinoline series, and is probably identical with lepidine."
  },
  {
    "key": "advertisement",
    "value": "1. The act of informing or notifying; notification. [Archaic] An advertisement of danger. Bp. Burnet. 2. Admonition; advice; warning. [Obs.] Therefore give me no counsel: My griefs cry louder than advertisement. Shak. 3. A public notice, especially a paid notice in some public print; anything that advertises; as, a newspaper containing many advertisement."
  },
  {
    "key": "eloper",
    "value": "One who elopes."
  },
  {
    "key": "revictual",
    "value": "To victual again."
  },
  {
    "key": "diphyodont",
    "value": "Having two successive sets of teeth (deciduous and permanent), one succeeding the other; as, a diphyodont mammal; diphyodont dentition; -- opposed to monophyodont. -- n.  An animal having two successive sets of teeth."
  },
  {
    "key": "football",
    "value": "An inflated ball to be kicked in sport, usually made in India rubber, or a bladder incased in Leather. Waller. 2. The game of kicking the football by opposing parties of players between goals. Arbuthnot."
  },
  {
    "key": "hiems",
    "value": "Winter. Shak."
  },
  {
    "key": "suspection",
    "value": "Suspicion. [Obs.]"
  },
  {
    "key": "manequin",
    "value": "An artist's model of wood or other material."
  },
  {
    "key": "plowboy",
    "value": "A boy that drives or guides a team in plowing; a young rustic."
  },
  {
    "key": "mastiff",
    "value": "A breed of large dogs noted for strength and courage. There are various strains, differing in form and color, and characteristic of different countries. Mastiff bat (Zoöl.) , any bat of the genus Molossus; so called because the face somewhat resembles that of a mastiff."
  },
  {
    "key": "displume",
    "value": "To strip of, or as of, a plume, or plumes; to deprive of decoration; to dishonor; to degrade. Displumed, degraded, and metamorphosed. Burke."
  },
  {
    "key": "post-disseizin",
    "value": "A subsequent disseizin committed by one of lands which the disseizee had before recovered of the same disseizor; a writ founded on such subsequent disseizin, now abolished. Burrill. Tomlins."
  },
  {
    "key": "alloxanate",
    "value": "A combination of alloxanic acid and a base or base or positive radical."
  },
  {
    "key": "cat-rigged",
    "value": "Rigged like a catboat."
  },
  {
    "key": "deduce",
    "value": "1. To lead forth. [A Latinism] He should hither deduce a colony. Selden. 2. To take away; to deduct; to subtract; as, to deduce a part from the whole. [Obs.] B. Jonson. 3. To derive or draw; to derive by logical process; to obtain or arrive at as the result of reasoning; to gather, as a truth or opinion, from what precedes or from premises; to infer; -- with from or out of. O goddess, say, shall I deduce my rhymes From the dire nation in its early times Pope. Reasoning is nothing but the faculty of deducing unknown truths from principles already known. Locke. See what regard will be paid to the pedigree which deduces your descent from kings and conquerors. Sir W. Scott."
  },
  {
    "key": "alcoholometric",
    "value": "Relating to the alcoholometer or alcoholometry. The alcoholometrical strength of spirituous liquors. Ure."
  },
  {
    "key": "antapoplectic",
    "value": "Good against apoplexy. -- n.  A medicine used against apoplexy."
  },
  {
    "key": "imprudent",
    "value": "Not prudent; wanting in prudence or discretion; indiscreet; injudicious; not attentive to consequence; improper. -- Im*pru\"dent*ly, adv. Her majesty took a great dislike at the imprudent behavior of many of the ministers and readers. Strype. Syn. -- Indiscreet; injudicious; incautious; ill-advised; unwise; heedless; careless; rash; negligent."
  },
  {
    "key": "scaliola",
    "value": "Same as Scagliola."
  },
  {
    "key": "vinometer",
    "value": "An instrument for determining the strength or purity of wine by measuring its density."
  },
  {
    "key": "forbearant",
    "value": "Forbearing. [R.] Carlyle."
  },
  {
    "key": "forestay",
    "value": "A large, strong rope, reaching from the foremast head to the bowsprit, to support the mast. See Illust. under Ship."
  },
  {
    "key": "storehouse",
    "value": "1. A building for keeping goods of any kind, especially provisions; a magazine; a repository; a warehouse. Joseph opened all the storehouses, and sold unto Egyptians. Gen. xli. 56. The Scripture of God is a storehouse abounding with estimable treasures of wisdom and knowledge. Hooker. 2. A mass or quality laid up. [Obs.] Spenser."
  },
  {
    "key": "baccarat",
    "value": "A French game of cards, played by a banker and punters."
  },
  {
    "key": "slipperwort",
    "value": "See Calceolaria."
  },
  {
    "key": "hermit",
    "value": "1. A person who retires from society and lives in solitude; a recluse; an anchoret; especially, one who so lives from religious motives. He had been Duke of Savoy, and after a very glorious reign, took on him the habit of a hermit, and retired into this solitary spot. Addison. 2. A beadsman; one bound to pray for another. [Obs.] \"We rest your hermits.\" Shak. Hermit crab (Zoöl.), a marine decapod crustacean of the family Paguridæ. The species are numerous, and belong to many genera. Called also soldier crab. The hermit crabs usually occupy the dead shells of various univalve mollusks. See Illust. of Commensal. -- Hermit thrush (Zoöl.), an American thrush (Turdus Pallasii), with retiring habits, but having a sweet song. -- Hermit warbler (Zoöl.), a California wood warbler (Dendroica occidentalis), having the head yellow, the throat black, and the back gray, with black streaks."
  },
  {
    "key": "consequence",
    "value": "1. That which follows something on which it depends; that which is produced by a cause; a result. Shun to taste, And shun the bitter consequence. Milton. 2. (Logic)  A proposition collected from the agreement of other previous propositions; any conclusion which results from reason or argument; inference. 3. Chain of causes and effects; consecution. Such fatal consequence unites us three. Milton. Link follows link by necessary consequence. Coleridge. 4. Importance with respect to what comes after; power to influence or produce an effect; value; moment; rank; distinction. It is a matter of small consequence. Shak. A sense of your own worth and consequence. Cowper. In consequence, hence; for this cause. -- In consequence of, by reason of; as the effect of. Syn. -- Effect; result; end. See Effect."
  },
  {
    "key": "naiad",
    "value": "1. (Myth.)  A water nymph; one of the lower female divinities, fabled to preside over some body of fresh water, as a lake, river, brook, or fountain. 2. (Zoöl.)  Any species of a tribe (Naiades) of freshwater bivalves, including Unio, Anodonta, and numerous allied genera; a river mussel. 3. (Zoöl)  One of a group of butterflies. See Nymph. 4. (Bot.)  Any plant of the order Naiadaceæ, such as eelgrass, pondweed, etc."
  },
  {
    "key": "questorship",
    "value": "The office, or the term of office, of a questor."
  },
  {
    "key": "shallow-brained",
    "value": "Weak in intellect; foolish; empty-headed. South."
  },
  {
    "key": "sahlite",
    "value": "See Salite."
  },
  {
    "key": "mistakingly",
    "value": "Erroneously."
  },
  {
    "key": "nitrate",
    "value": "A salt of nitric acid. Nitrate of silver, a white crystalline salt (AgNO3), used in photography and as a cauterizing agent; -- called also lunar caustic."
  },
  {
    "key": "concent",
    "value": "1. Concert of voices; concord of sounds; harmony; as, a concent of notes. [Archaic.] Bacon. That undisturbed song of pure concent. Milton. 2. Consistency; accordance. [Obs.] In concent to his own principles. Atterbury."
  },
  {
    "key": "howsoever",
    "value": "1. In what manner soever; to whatever degree or extent; however. I am glad he's come, howsoever he comes. Shak. 2. Although; though; however. [Obs.] Shak."
  },
  {
    "key": "temporizingly",
    "value": "In a temporizing or yielding manner."
  },
  {
    "key": "traditive",
    "value": "Transmitted or transmissible from father to son, or from age, by oral communication; traditional. [R.] Jer. Taylor. Suppose we on things traditive divide. Dryden."
  },
  {
    "key": "diastolic",
    "value": "Of or pertaining to diastole."
  },
  {
    "key": "traditionally",
    "value": "In a traditional manner."
  },
  {
    "key": "chromophane",
    "value": "A general name for the several coloring matters, red, green, yellow, etc., present in the inner segments in the cones of the retina, held in solution by fats, and slowly decolorized by light; distinct from the photochemical pigments of the rods of the retina."
  },
  {
    "key": "electrolytical",
    "value": "Pertaining to electrolysis; as, electrolytic action. -- E*lec`tro*lyt\"ic*al*ly, adv."
  },
  {
    "key": "tyfoon",
    "value": "See Typhoon."
  },
  {
    "key": "ambient",
    "value": "Encompassing on all sides; circumfused; investing. \"Ambient air.\" Milton. \"Ambient clouds.\" Pope.\n\nSomething that surrounds or invests; as, air . . . being a perpetual ambient. Sir H. Wotton."
  },
  {
    "key": "disrealize",
    "value": "To divest of reality; to make uncertain. [Obs.] Udall."
  },
  {
    "key": "bogus",
    "value": "Spurious; fictitious; sham; -- a cant term originally applied to counterfeit coin, and hence denoting anything counterfeit. [Colloq. U. S.]\n\nA liquor made of rum and molasses. [Local, U. S.] Bartlett."
  },
  {
    "key": "spinnerule",
    "value": "One of the numerous small spinning tubes on the spinnerets of spiders."
  },
  {
    "key": "defect",
    "value": "1. Want or absence of something necessary for completeness or perfection; deficiency; -- opposed to superfluity. Errors have been corrected, and defects supplied. Davies. 2. Failing; fault; imperfection, whether physical or moral; blemish; as, a defect in the ear or eye; a defect in timber or iron; a defect of memory or judgment. Trust not yourself; but, your defects to know, Make use of every friend -- any every foe. Pope. Among boys little tenderness is shown to personal defects. Macaulay. Syn. -- Deficiency; imperfection; blemish. See Fault.\n\nTo fail; to become deficient. [Obs.] \"Defected honor.\" Warner.\n\nTo injure; to damage. \"None can my life defect.\" [R.] Troubles of Q. Elizabeth (1639)."
  },
  {
    "key": "enchorial",
    "value": "Belonging to, or used in, a country; native; domestic; popular; common; -- said especially of the written characters employed by the common people of ancient Egypt, in distinction from the hieroglyphics. See Demotic."
  },
  {
    "key": "solemnness",
    "value": "The state or quality of being solemn; solemnity; impressiveness; gravity; as, the solemnness of public worship. [Written also solemness.]"
  },
  {
    "key": "trombone",
    "value": "1. (Mus.)  A powerful brass instrument of the trumpet kind, thought by some to be the ancient sackbut, consisting of a tube in three parts, bent twice upon itself and ending in a bell. The middle part, bent double, slips into the outer parts, as in a telescope, so that by change of the vibrating length any tone within the compass of the instrument (which may be bass or tenor or alto or even, in rare instances, soprano) is commanded. It is the only member of the family of wind instruments whose scale, both diatonic and chromatic, is complete without the aid of keys or pistons, and which can slide from note to note as smoothly as the human voice or a violin. Softly blown, it has a rich and mellow sound, which becomes harsh and blatant when the tones are forced; used with discretion, its effect is often solemn and majestic. 2. (Zoöl.)  The common European bittern."
  },
  {
    "key": "brewer",
    "value": "One who brews; one whose occupation is to prepare malt liquors."
  },
  {
    "key": "gummer",
    "value": "A punch-cutting tool, or machine for deepening and enlarging the spaces between the teeth of a worn saw."
  },
  {
    "key": "fulmine",
    "value": "To thunder. [Obs.] Spenser. Milton.\n\nTo shoot; to dart like lightning; to fulminate; to utter with authority or vehemence. She fulmined out her scorn of laws Salique. Tennyson."
  },
  {
    "key": "noctilucine",
    "value": "Of or pertaining to Noctiluca."
  },
  {
    "key": "copiousness",
    "value": "The state or quality of being copious; abudance; plenty; also, diffuseness in style. To imitatethe copiousness of Homer. Dryden. Syn. -- Abudance; plenty; richness; exuberance."
  },
  {
    "key": "entitative",
    "value": "Considered as pure entity; abstracted from all circumstances. Ellis. -- En\"ti*ta*tive*ly, adv."
  },
  {
    "key": "sunken",
    "value": "Lying on the bottom of a river or other water; sunk."
  },
  {
    "key": "fisetic",
    "value": "Pertaining to fustet or fisetin."
  },
  {
    "key": "boarder",
    "value": "1. One who has food statedly at another's table, or meals and lodgings in his house, for pay, or compensation of any kind. 2. (Naut.)  One who boards a ship; one selected to board an enemy's ship. Totten."
  },
  {
    "key": "niobate",
    "value": "Same as Columbate."
  },
  {
    "key": "challengeable",
    "value": "That may be challenged."
  },
  {
    "key": "yelper",
    "value": "An animal that yelps, or makes a yelping noise. Specifically: (Zoöl.) (a) The avocet; -- so called from its sharp, shrill cry. [Prov. Eng.] (b) The tattler. [Local, U. S.]"
  },
  {
    "key": "moonbeam",
    "value": "A ray of light from the moon."
  },
  {
    "key": "impleader",
    "value": "One who prosecutes or sues another."
  },
  {
    "key": "stelleridan",
    "value": "A starfish, or brittle star."
  },
  {
    "key": "zouave",
    "value": "(a) One of an active and hardy body of soldiers in the French service, originally Arabs, but now composed of Frenchmen who wear the Arab dress. (b) Hence, one of a body of soldiers who adopt the dress and drill of the Zouaves, as was done by a number of volunteer regiments in the army of the United States in the Civil War, 1861-65."
  },
  {
    "key": "chatty",
    "value": "Given to light, familiar talk; talkative. Lady M. W. Montagu.\n\nA porous earthen pot used in India for cooling water, etc."
  },
  {
    "key": "triens",
    "value": "A Roman copper coin, equal to one third of the as. See 3d As, 2."
  },
  {
    "key": "coarct",
    "value": "1. To press together; to crowd; to straiten; to confine closely. [Obs.] Bacon. 2. To restrain; to confine. [Obs.] Ayliffe."
  },
  {
    "key": "orthognathous",
    "value": "Having the front of the head, or the skull, nearly perpendicular, not retreating backwards above the jaws; -- opposed to Ant: prognathous. See Gnathic index, under Gnathic."
  },
  {
    "key": "sometime",
    "value": "1. At a past time indefinitely referred to; once; formerly. Did they not sometime cry \"All hail\" to me Shak. 2. At a time undefined; once in a while; now and then; sometimes. Sometime we see a cloud that's dragonish, A vapor sometime like a bear or lion. Shak. 3. At one time or other hereafter; as, I will do it sometime. \"Sometime he reckon shall.\" Chaucer.\n\nHaving been formerly; former; late; whilom. Our sometime sister, now our queen. Shak. Ion, our sometime darling, whom we prized. Talfourd."
  },
  {
    "key": "hederal",
    "value": "Of or pertaining to ivy."
  },
  {
    "key": "ginglymodi",
    "value": "An order of ganoid fishes, including the modern gar pikes and many allied fossil forms. They have rhombic, ganoid scales, a heterocercal tail, paired fins without an axis, fulcra on the fins, and a bony skeleton, with the vertebræ convex in front and concave behind, forming a ball and socket joint. See Ganoidel."
  },
  {
    "key": "anthropical",
    "value": "Like or related to man; human. [R.] Owen."
  },
  {
    "key": "jurat",
    "value": "1. A person under oath; specifically, an officer of the nature of an alderman, in certain municipal corporations in England. Burrill. 2. (Law)  The memorandum or certificate at the end of an asffidavit, or a bill or answer in chancery, showing when, before whom, and (in English practice), where, it was sworn or affirmed. Wharton. Bouvier."
  },
  {
    "key": "pyrosulphuric",
    "value": "Pertaining to, or designating, an acid called also disulphuric acid) obtained by distillation of certain sulphates, as a colorless, thick, oily liquid, H2S2O7 resembling sulphuric acid. It is used in the solution of indigo, in the manufacture of alizarin, and in dehydration."
  },
  {
    "key": "jihad",
    "value": "A religious war against infidels or Mohammedan heretics; also, any bitter war or crusade for a principle or belief. [Their] courage in war . . . had not, like that of the Mohammedan dervishes of the Sudan, or of Mohammedans anywhere engaged in a jehad, a religious motive and the promise of future bliss behind it. James Bryce."
  },
  {
    "key": "epitome",
    "value": "1. A work in which the contents of a former work are reduced within a smaller space by curtailment and condensation; a brief summary; an abridgement. [An] epitome of the contents of a very large book. Sydney Smith. 2. A compact or condensed representation of anything. An epitome of English fashionable life. Carlyle. A man so various that he seemed to be Not one, but all mankind's epitome. Dryden. Syn. -- Abridgement; compendium; compend; abstract; synopsis; abbreviature. See Abridgment."
  },
  {
    "key": "charlatanism",
    "value": "Charlatanry."
  },
  {
    "key": "dispersed",
    "value": "Scattered. -- Dis*pers\"ed*ly, adv. -- Dis*pers\"ed*ness, n. Dispersed harmony (Mus.), harmony in which the tones composing the chord are widely separated, as by an octave or more."
  },
  {
    "key": "valorous",
    "value": "Possessing or exhibiting valor; brave; courageous; valiant; intrepid. -- Val\"or*ous*ly, adv."
  },
  {
    "key": "manichaeism",
    "value": "The doctrines taught, or system of principles maintained, by the Manichæans."
  },
  {
    "key": "phyle",
    "value": "A local division of the people in ancient Athens; a clan; a tribe."
  },
  {
    "key": "assentator",
    "value": "An obsequious; a flatterer. [R.]"
  },
  {
    "key": "exorcist",
    "value": "1. One who expels evil spirits by conjuration or exorcism. Certain of the vagabond Jews, exorcists. Acts xix. 13. 2. A conjurer who can raise spirits. [R.] Thou, like an exorcist, hast conjured up My mortified spirit. Shak."
  },
  {
    "key": "grapplement",
    "value": "A grappling; close fight or embrace. [Obs.] Spenser."
  },
  {
    "key": "sirvente",
    "value": "A peculiar species of poetry, for the most part devoted to moral and religious topics, and commonly satirical, -- often used by the troubadours of the Middle Ages."
  },
  {
    "key": "orthographical",
    "value": "1. Of or pertaining to orthography, or right spelling; also, correct in spelling; as, orthographical rules; the letter was orthographic. 2. (Geom.)  Of or pertaining to right lines or angles. Orthographic or Orthogonal, projection, that projection which is made by drawing lines, from every point to be projected, perpendicular to the plane of projection. Such a projection of the sphere represents its circles as seen in perspective by an eye supposed to be placed at an infinite distance, the plane of projection passing through the center of the sphere perpendicularly to the line of sight."
  },
  {
    "key": "epitrite",
    "value": "A foot consisting of three long syllables and one short syllable. Note: It is so called from being compounded of a spondee (which contains 4 times) with an iambus or a trochee (which contains 3 times). It is called 1st, 2d, 3d, or 4th epitrite according as the short syllable stands 1st, 2d, etc."
  },
  {
    "key": "infra-red",
    "value": "Lying outside the visible spectrum at its red end; -- said of rays less refrangible than the extreme red rays."
  },
  {
    "key": "appropinquation",
    "value": "A drawing nigh; approach. [R.] Bp. Hall."
  },
  {
    "key": "unstring",
    "value": "1. To deprive of a string or strings; also, to take from a string; as, to unstring beads. 2. To loosen the string or strings of; as, to unstring a harp or a bow. 3. To relax the tension of; to loosen. \"His garland they unstring.\" Dryden.  Used also figuratively; as, his nerves were unstrung by fear."
  },
  {
    "key": "capsule",
    "value": "1. (Bot.)  a dry fruit or pod which is made up of several parts or carpels, and opens to discharge the seeds, as, the capsule of the poppy, the flax, the lily, etc. 2. (Chem.) (a) A small saucer of clay for roasting or melting samples of ores, etc.; a scorifier. (b) a small, shallow, evaporating dish, usually of porcelain. 3. (Med.)  A small cylindrical or spherical gelatinous envelope in which nauseous or acrid doses are inclosed to be swallowed. 4. (Anat.)  A membranous sac containing fluid, or investing an organ or joint; as, the capsule of the lens of the eye. Also, a capsulelike organ. 5. A metallic seal or cover for closing a bottle, 6. A small cup or shell, as of metal, for a percussion cap, cartridge, etc. Atrabiliary capsule. See under Atrabiliary. -- Glisson's capsule, a membranous envelope, entering the liver along with the portal vessels and insheathing the latter in their course through the organ. -- Suprarenal capsule, an organ of unknown function, above or in front of each kidney."
  },
  {
    "key": "minimus",
    "value": "1. A being of the smallest size. [Obs.] Shak. 2. (Anat.)  The little finger; the fifth digit, or that corresponding to it, in either the manus or pes."
  },
  {
    "key": "immusical",
    "value": "Inharmonious; unmusical; discordant. Bacon."
  },
  {
    "key": "trashiness",
    "value": "The quality or state of being trashy."
  },
  {
    "key": "angust",
    "value": "Narrow; strait. [Obs.]"
  },
  {
    "key": "xenotime",
    "value": "A native phosphate of yttrium occurring in yellowish-brown tetragonal crystals."
  },
  {
    "key": "exportable",
    "value": "Suitable for exportation; as, exportable products."
  },
  {
    "key": "train dispatcher",
    "value": "An official who gives the orders on a railroad as to the running of trains and their right of way."
  },
  {
    "key": "stolid",
    "value": "Hopelessly insensible or stupid; not easily aroused or excited; dull; impassive; foolish."
  },
  {
    "key": "gadding",
    "value": "Going about much, needlessly or without purpose. Envy is a gadding passion, and walketh the streets. Bacon. The good nuns would check her gadding tongue. Tennyson. Gadding car, in quarrying, a car which carries a drilling machine so arranged as to drill a line of holes."
  },
  {
    "key": "ketone",
    "value": "One of a large class of organic substances resembling the aldehydes, obtained by the distillation of certain salts of organic acids and consisting of carbonyl (CO) united with two hydrocarbon radicals. In general the ketones are colorless volatile liquids having a pungent ethereal odor. Note: The ketones are named by adding the suffix-one to the stems of the organic acids from which they are respectively derived; thus, acetic acid gives acetone; butyric acid, butyrone, etc."
  },
  {
    "key": "monopathy",
    "value": "Suffering or sensibility in a single organ or function. -- Mon`o*path\"ic, a."
  },
  {
    "key": "puberulent",
    "value": "Very minutely downy."
  },
  {
    "key": "instableness",
    "value": "Instability; unstableness."
  },
  {
    "key": "equivalue",
    "value": "To put an equal value upon; to put (something) on a par with another thing. W. Taylor."
  },
  {
    "key": "millefiore glass",
    "value": "Slender rods or tubes of colored glass fused together and embedded in clear glass; -- used for paperweights and other small articles."
  },
  {
    "key": "abstractedness",
    "value": "The state of being abstracted; abstract character."
  },
  {
    "key": "zylonite",
    "value": "Celluloid."
  },
  {
    "key": "benevolence",
    "value": "1. The disposition to do good; good will; charitableness; love of mankind, accompanied with a desire to promote their happiness. The wakeful benevolence of the gospel. Chalmers. 2. An act of kindness; good done; charity given. 3. A species of compulsory contribution or tax, which has sometimes been illegally exacted by arbitrary kings of England, and falsely represented as a gratuity. Syn. -- Benevolence, Beneficence, Munificence. Benevolence marks a disposition made up of a choice and desire for the happiness of others. Beneficence marks the working of this disposition in dispensing good on a somewhat broad scale. Munificence shows the same disposition, but acting on a still broader scale, in conferring gifts and favors. These are not necessarily confined to objects of immediate utility. One may show his munificence in presents of pictures or jewelry, but this would not be beneficence. Benevolence of heart; beneficence of life; munificence in the encouragement of letters."
  },
  {
    "key": "copyist",
    "value": "A copier; a transcriber; an imitator; a plagiarist."
  },
  {
    "key": "fierasfer",
    "value": "A genus of small, slender fishes, remarkable for their habit of living as commensals in other animals. One species inhabits the gill cavity of the pearl oyster near Panama; another lives within an East Indian holothurian."
  },
  {
    "key": "fog",
    "value": "(a) A second growth of grass; aftergrass. (b) Dead or decaying grass remaining on land through the winter; -- called also foggage. [Prov.Eng.] Halliwell. Note: Sometimes called, in New England, old tore. In Scotland, fog is a general name for moss.\n\n(Agric.) To pasture cattle on the fog, or aftergrass, of; to eat off the fog from.\n\nTo practice in a small or mean way; to pettifog. [Obs.] Where wouldst thou fog to get a fee Dryden.\n\n1. Watery vapor condensed in the lower part of the atmosphere and disturbing its transparency. It differs from cloud only in being near the ground, and from mist in not approaching so nearly to fine rain. See Cloud. 2. A state of mental confusion. Fog alarm, Fog bell, Fog horn, etc., a bell, horn, whistle or other contrivance that sounds an alarm, often automatically, near places of danger where visible signals would be hidden in thick weather. -- Fog bank, a mass of fog resting upon the sea, and resembling distant land. -- Fog ring, a bank of fog arranged in a circular form, -- often seen on the coast of Newfoundland.\n\nTo envelop, as with fog; to befog; to overcast; to darken; to obscure.\n\nTo show indistinctly or become indistinct, as the picture on a negative sometimes does in the process of development."
  },
  {
    "key": "mistrow",
    "value": "To think wrongly. [Obs.]"
  },
  {
    "key": "hosteler",
    "value": "1. The keeper of a hostel or inn. 2. A student in a hostel, or small unendowed collede in Oxford or Cambridge. [Obs.] Fuller."
  },
  {
    "key": "gorcock",
    "value": "The moor cock, or red grouse. See Grouse. [Prov. Eng.]"
  },
  {
    "key": "hydraulic",
    "value": "Of or pertaining to hydraulics, or to fluids in motion; conveying, or acting by, water; as, an hydraulic clock, crane, or dock. Hydraulic accumulator, an accumulator for hydraulic machinery of any kind. See Accumulator, 2. -- Hydraulic brake, a cataract. See Cataract, 3. -- Hydraulic cement, a cement or mortar made of hydraulic lime, which will harden under water. -- Hydraulic elevator, a lift operated by the weight or pressure of water. -- Hydraulic jack. See under Jack. -- Hydraulic lime, quicklime obtained from hydraulic limestone, and used for cementing under water, etc. -- Hydraulic limestone, a limestone which contains some clay, and which yields a quicklime that will set, or form a firm, strong mass, under water. -- Hydraulic main (Gas Works), a horizontal pipe containing water at the bottom into which the ends of the pipes from the retorts dip, for passing the gas through water in order to remove ammonia. -- Hydraulic mining, a system of mining in which the force of a jet of water is used to wash down a bank of gold-bearing gravel or earth. [Pacific Coast] -- Hydraulic press, a hydrostatic press. See under Hydrostatic. -- Hydraulic propeller, a device for propelling ships by means of a stream of water ejected under water rearward from the ship. -- Hydraulic ram, a machine for raising water by means of the energy of the moving water of which a portion is to be raised. When the rush of water through the main pipe d shuts the valve at a, the momentum of the current thus suddenly checked forces part of it into the air chamber b, and up the pipe c, its return being prevented by a valve at the entrance to the air chamber, while the dropping of the valve a by its own weight allows another rush through the main pipe, and so on alternately. -- Hydraulic valve. (Mach.) (a) A valve for regulating the distribution of water in the cylinders of hydraulic elevators, cranes, etc. (b) (Gas Works) An inverted cup with a partition dipping into water, for opening or closing communication between two gas mains, the open ends of which protrude about the water."
  },
  {
    "key": "holorhinal",
    "value": "Having the nasal bones contiguous."
  },
  {
    "key": "apothegmatical",
    "value": "Pertaining to, or in the manner of, an apotghem; sententious; pithy."
  },
  {
    "key": "drasty",
    "value": "Filthy; worthless. [Obs.] \"Drasty ryming.\" Chaucer."
  },
  {
    "key": "-hood",
    "value": "A termination denoting state, condition, quality, character, totality, as in manhood, childhood, knighthood, brotherhood. Sometimes it is written, chiefly in obsolete words, in the form - head."
  },
  {
    "key": "unpaganize",
    "value": "To cause to cease to be pagan; to divest of pagan character. [R.] Cudworth."
  },
  {
    "key": "humective",
    "value": "Tending to moisten. [Obs.]"
  },
  {
    "key": "prelector",
    "value": "A reader of lectures or discourses; a lecturer. Sheldon."
  },
  {
    "key": "revocability",
    "value": "The quality of being revocable; as, the revocability of a law."
  },
  {
    "key": "bibitory",
    "value": "Of or pertaining to drinking or tippling."
  },
  {
    "key": "fellowship",
    "value": "1. The state or relation of being or associate. 2. Companionship of persons on equal and friendly terms; frequent and familiar intercourse. In a great town, friends are scattered, so that there is not that fellowship which is in less neighborhods. Bacon. Men are made for society and mutual fellowship. Calamy. 3. A state of being together; companionship; partnership; association; hence, confederation; joint interest. The great contention of the sea and skies Parted our fellowship. Shak. Fellowship in pain divides not smart. Milton. Fellowship in woe doth woe assuage. Shak. The goodliest fellowship of famous knights, Whereof this world holds record. Tennyson. 4. Those associated with one, as in a family, or a society; a company. The sorrow of Noah with his fellowship. Chaucer. With that a joyous fellowship issued Of minstrels. Spenser. 5. (Eng. & Amer. Universities) A foundation for the maintenance, on certain conditions, of a scholar called a fellow, who usually resides at the university. 6. (Arith.) The rule for dividing profit and loss among partners; -- called also partnership, company, and distributive proportion.\n\n(Eccl.) To acknowledge as of good standing, or in communion according to standards of faith and practice; to admit to Christian fellowship.\n\ncompanionableness; the spirit and disposition befitting comrades. There's neither honesty, manhood, nor good fellowship in thee. Shak."
  },
  {
    "key": "futurism",
    "value": "A movement or phase of post-impressionism (which see, below)."
  },
  {
    "key": "nucule",
    "value": "Same as Nutlet."
  },
  {
    "key": "pityriasis",
    "value": "A superficial affection of the skin, characterized by irregular patches of thin scales which are shed in branlike particles. Pityriasis versicolor Etym: [NL.] (Med.), a parasitic disease of the skin, characterized by the development of reddish or brownish patches."
  },
  {
    "key": "jenkins",
    "value": "name of contempt for a flatterer of persons high in social or official life; as, the Jenkins employed by a newspaper. [Colloq. Eng. & U.S.] G. W. Curtis."
  },
  {
    "key": "reciprocornous",
    "value": "Having horns turning backward and then forward, like those of a ram. [R.] Ash."
  },
  {
    "key": "paranymph",
    "value": "1. (Gr. Antiq.) (a) A friend of the bridegroom who went with him in his chariot to fetch home the bride. Milton. (b) The bridesmaid who conducted the bride to the bridegroom. 2. Hence: An ally; a supporter or abettor. Jer. Taylor."
  },
  {
    "key": "subastral",
    "value": "Beneath the stars or heavens; terrestrial. Bp. Warburton."
  },
  {
    "key": "surrogation",
    "value": "The act of substituting one person in the place of another. [R.] Killingbeck."
  },
  {
    "key": "alvine",
    "value": "Of, from, in, or pertaining to, the belly or the intestines; as, alvine discharges; alvine concretions."
  },
  {
    "key": "desirably",
    "value": "In a desirable manner."
  },
  {
    "key": "evangelize",
    "value": "To instruct in the gospel; to preach the gospel to; to convert to Christianity; as, to evangelize the world. His apostles whom he sends To evangelize the nations. Milton.\n\nTo preach the gospel."
  },
  {
    "key": "bewail",
    "value": "To express deep sorrow for, as by wailing; to lament; to wail over. Hath widowed and unchilded many a one, Which to this hour bewail the injury. Shak. Syn. -- To bemoan; grieve. -- See Deplore.\n\nTo express grief; to lament. Shak."
  },
  {
    "key": "monovalent",
    "value": "Having a valence of one; univalent. See Univalent."
  },
  {
    "key": "felly",
    "value": ", adv. In a fell or cruel manner; fiercely; barbarously; savagely. Spenser.\n\nThe exterior wooden rim, or a segment of the rim, of a wheel, supported by the spokes. [Written also felloe.] Break all the spokes and fellies from her wheel. Shak."
  },
  {
    "key": "podge",
    "value": "1. A puddle; a plash. Skinner. 2. Porridge. [Prov. Eng.] Halliwell."
  },
  {
    "key": "mustahfiz",
    "value": "See Army organization, above."
  },
  {
    "key": "inexorably",
    "value": "In an inexorable manner; inflexibly. \"Inexorably firm.\" Thomson."
  },
  {
    "key": "reduit",
    "value": "A central or retired work within any other work."
  },
  {
    "key": "skua",
    "value": "Any jager gull; especially, the Megalestris skua; -- called also boatswain."
  },
  {
    "key": "misproud",
    "value": "Viciously proud. [Obs.] Shak."
  },
  {
    "key": "dey",
    "value": "A servant who has charge of the dairy; a dairymaid. [Obs.] Chaucer.\n\nThe governor of Algiers; -- so called before the French conquest in 1830."
  },
  {
    "key": "civil service commission",
    "value": "In the United States, a commission appointed by the President, consisting of three members, not more than two of whom may be adherents of the same party, which has the control, through examinations, of appointments and promotions in the classified civil service. It was created by act of Jan, 16, 1883 (22 Stat. 403)."
  },
  {
    "key": "spermatooen",
    "value": "A spermoblast. -- Sper`ma*to\"al, a. Owen."
  },
  {
    "key": "destiny",
    "value": "1. That to which any person or thing is destined; predetermined state; condition foreordained by the Divine or by human will; fate; lot; doom. Thither he Will come to know his destiny. Shak. No man of woman born, Coward or brave, can shun his destiny. Bryant. 2. The fixed order of things; invincible necessity; fate; a resistless power or agency conceived of as determining the future, whether in general or of an individual. But who can turn the stream of destiny Spenser. Fame comes only when deserved, and then is as inevitable as destiny, for it is destiny. Longfellow. The Destinies (Anc. Myth.), the three Parcæ, or Fates; the supposed powers which preside over human life, and determine its circumstances and duration. Marked by the Destinies to be avoided. Shak."
  },
  {
    "key": "exposedness",
    "value": "The state of being exposed, laid open, or unprotected; as, an exposedness to sin or temptation."
  },
  {
    "key": "superannuate",
    "value": "1. To impair or disquality on account of age or infirmity. Sir T. Browne. 2. To give a pension to, on account of old age or other infirmity; to cause to retire from service on a pension.\n\nTo last beyond the year; -- said of annual plants. [Obs.] Bacon."
  },
  {
    "key": "neuraxis",
    "value": "See Axis cylinder, under Axis."
  },
  {
    "key": "stag-horned",
    "value": "Having the mandibles large and palmate, or branched somewhat like the antlers of a stag; -- said of certain beetles."
  },
  {
    "key": "epidermic",
    "value": "Epidermal; connected with the skin or the bark. Epidermic administration of medicine (Med.), the application of medicine to the skin by friction."
  },
  {
    "key": "aromatize",
    "value": "To impregnate with aroma; to render aromatic; to give a spicy scent or taste to; to perfume. Bacon."
  },
  {
    "key": "rompingly",
    "value": "In a romping manner."
  },
  {
    "key": "kickable",
    "value": "Capable or deserving of being kicked. \"A kickable boy.\" G. Eliot."
  },
  {
    "key": "outcant",
    "value": "To surpass in canting. Pope."
  },
  {
    "key": "rifling",
    "value": "(a) The act or process of making the grooves in a rifled cannon or gun barrel. (b) The system of grooves in a rifled gun barrel or cannon. Shunt rifling, rifling for cannon, in which one side of the groove is made deeper than the other, to facilitate loading with shot having projections which enter by the deeper part of the grooves."
  },
  {
    "key": "intendent",
    "value": "See Intendant, n. [Obs.]"
  },
  {
    "key": "cell",
    "value": "1. A very small and close apartment, as in a prison or in a monastery or convent; the hut of a hermit. The heroic confessor in his cell. Macaulay. 2. A small religious house attached to a monastery or convent. \"Cells or dependent priories.\" Milman. 3. Any small cavity, or hollow place. 4. (Arch.) (a) The space between the ribs of a vaulted roof. (b) Same as Cella. 5. (Elec.)  A jar of vessel, or a division of a compound vessel, for holding the exciting fluid of a battery. 6. (Biol.)  One of the minute elementary structures, of which the greater part of the various tissues and organs of animals and plants are composed. Note: All cells have their origin in the primary cell from which the organism was developed. In the lowest animal and vegetable forms, one single cell constitutes the complete individual, such being called unicelluter orgamisms. A typical cell is composed of a semifluid mass of protoplasm, more or less granular, generally containing in its center a nucleus which in turn frequently contains one or more nucleoli, the whole being surrounded by a thin membrane, the cell wall. In some cells, as in those of blood, in the amoeba, and in embryonic cells (both vegetable and animal), there is no restricting cell wall, while in some of the unicelluliar organisms the nucleus is wholly wanting. See Illust. of Bipolar. Air cell. See Air cell. -- Cell development (called also cell genesis, cell formation, and cytogenesis), the multiplication, of cells by a process of reproduction under the following common forms; segmentation or fission, gemmation or budding, karyokinesis, and endogenous multiplication. See Segmentation, Gemmation, etc. -- Cell theory. (Biol.) See Cellular theory, under Cellular.\n\nTo place or inclosed in a cell. \"Celled under ground.\" [R.] Warner."
  },
  {
    "key": "inadequate",
    "value": "Not adequate; unequal to the purpose; insufficient; deficient; as, inadequate resources, power, conceptions, representations, etc. Dryden. -- In*ad\"e*quate*ly, adv. -- In*ad\"e*quate*ness, n."
  },
  {
    "key": "cloyless",
    "value": "That does not cloy. Shak."
  },
  {
    "key": "store",
    "value": "1. That which is accumulated, or massed together; a source from which supplies may be drawn; hence, an abundance; a great quantity, or a great number. The ships are fraught with store of victuals. Bacon. With store of ladies, whose bright eyes Rain influence, and give the prize. Milton. 2. A place of deposit for goods, esp. for large quantities; a storehouse; a warehouse; a magazine. 3. Any place where goods are sold, whether by wholesale or retail; a shop. [U.S. & British Colonies] 4. pl.  Articles, especially of food, accumulated for some specific object; supplies, as of provisions, arms, ammunition, and the like; as, the stores of an army, of a ship, of a family. His swine, his horse, his stoor, and his poultry. Chaucer. In store, in a state of accumulation; in keeping; hence, in a state of readiness. \"I have better news in store for thee.\" Shak. -- Store clothes, clothing purchased at a shop or store; -- in distinction from that which is home-made. [Colloq. U.S.] -- Store pay, payment for goods or work in articles from a shop or store, instead of money. [U.S.] -- To set store by, to value greatly; to have a high appreciation of. -- To tell no store of, to make no account of; to consider of no importance. Syn. -- Fund; supply; abundance; plenty; accumulation; provision. -- Store, Shop. The English call the place where goods are sold (however large or splendid it may be) a shop, and confine the word store to its original meaning; viz., a warehouse, or place where goods are stored. In America the word store is applied to all places, except the smallest, where goods are sold. In some British colonies the word store is used as in the United States. In his needy shop a tortoise hung, An alligator stuffed, and other skins Of ill-shaped fishes; and about his shelves A beggarly account of empty boxes. Shak. Sulphurous and nitrous foam, . . . Concocted and adjusted, they reduced To blackest grain, and into store conveyed. Milton.\n\nAccumulated; hoarded. Bacon.\n\n1. To collect as a reserved supply; to accumulate; to lay away. Dora stored what little she could save. Tennyson. 2. To furnish; to supply; to replenish; esp., to stock or furnish against a future time. Her mind with thousand virtues stored. Prior. Wise Plato said the world with men was stored. Denham. Having stored a pond of four acres with carps, tench, and other fish. Sir M. Hale. 3. To deposit in a store, warehouse, or other building, for preservation; to warehouse; as, to store goods."
  },
  {
    "key": "gentisin",
    "value": "A tasteless, yellow, crystalline substance, obtained from the gentian; -- called also gentianin."
  },
  {
    "key": "brainsickly",
    "value": "In a brainsick manner."
  },
  {
    "key": "galliot",
    "value": "See Galiot."
  },
  {
    "key": "bleareyedness",
    "value": "The state of being blear-eyed."
  },
  {
    "key": "circumflexion",
    "value": "1. The act of bending, or causing to assume a curved form. 2. A winding about; a turning; a circuity; a fold."
  },
  {
    "key": "resuscitable",
    "value": "Capable of resuscitation; as, resuscitable plants. Boyle."
  },
  {
    "key": "indolence",
    "value": "1. Freedom from that which pains, or harasses, as toil, care, grief, etc. [Obs.] I have ease, if it may not rather be called indolence. Bp. Hough. 2. The quality or condition of being indolent; inaction, or want of exertion of body or mind, proceeding from love of ease or aversion to toil; habitual idleness; indisposition to labor; laziness; sloth; inactivity. Life spent in indolence, and therefore sad. Cowper. As there is a great truth wrapped up in \"diligence,\" what a lie, on the other hand, lurks at the root of our present use of the word \"indolence\"! This is from \"in\" and \"doleo,\" not to grieve; and indolence is thus a state in which we have no grief or pain; so that the word, as we now employ it, seems to affirm that indulgence in sloth and ease is that which would constitute for us the absence of all pain. Trench."
  },
  {
    "key": "creatic",
    "value": "Relating to, or produced by, flesh or animal food; as, creatic nausea. [Written also kreatic.]"
  },
  {
    "key": "exurgent",
    "value": "Arising; coming to light. [Obs.]"
  },
  {
    "key": "sennet",
    "value": "A signal call on a trumpet or cornet for entrance or exit on the stage. [Obs.]\n\nThe barracuda."
  },
  {
    "key": "eggnog",
    "value": "A drink consisting of eggs beaten up with sugar, milk, and (usually) wine or spirits."
  },
  {
    "key": "meiocene",
    "value": "See Miocene."
  },
  {
    "key": "effund",
    "value": "To pour out. [Obs.] Dr. H. More."
  },
  {
    "key": "quadrivalent",
    "value": "Having a valence of four; capable of combining with, being replaced by, or compared with, four monad atoms; tetravalent; -- said of certain atoms and radicals; thus, carbon and silicon are quadrivalent elements."
  },
  {
    "key": "pyro-",
    "value": "Combining forms designating fire or heat; specifically (Chem.), used to imply an actual or theoretical derivative by the action of heat; as in pyrophosphoric, pyrosulphuric, pyrotartaric, pyrotungstic, etc."
  },
  {
    "key": "septuple",
    "value": "Seven times as much; multiplied by seven; sevenfold.\n\nTo multiply by seven; to make sevenfold. Sir J. Herschel."
  },
  {
    "key": "oylet",
    "value": "1. See Eyelet. 2. (Arch.)  Same as Oillet."
  },
  {
    "key": "enhearten",
    "value": "To give heart to; to fill with courage; to embolden. The enemy exults and is enheartened. I. Taylor."
  },
  {
    "key": "disobediency",
    "value": "Disobedience."
  },
  {
    "key": "huttoning",
    "value": "Forcible manipulation of a dislocated, stiff, or painful joint."
  },
  {
    "key": "canaliculated",
    "value": "Having a channel or groove, as in the leafstalks of most palms."
  },
  {
    "key": "empale",
    "value": "To make pale. [Obs.] No bloodless malady empales their face. G. Fletcher.\n\n1. To fence or fortify with stakes; to surround with a line of stakes for defense; to impale. All that dwell near enemies empale villages, to save themselves from surprise. Sir W. Raleigh. 2. To inclose; to surround. See Impale. 3. To put to death by thrusting a sharpened stake through the body. 4. (Her.)  Same as Impale."
  },
  {
    "key": "lecythis",
    "value": "A genus of gigantic trees, chiefly Brazilian, of the order Myrtaceæ, having woody capsules opening by an apical lid. Lecythis Zabucajo yields the delicious sapucaia nuts. L. Ollaria produces the monkey-pots, its capsules. Its bark separates into thin sheets, like paper, used by the natives for cigarette wrappers."
  },
  {
    "key": "retex",
    "value": "To annual, as orders. [Obs.] Bp. Hacket."
  },
  {
    "key": "penholder",
    "value": "A handle for a pen."
  },
  {
    "key": "adrian",
    "value": "Pertaining to the Adriatic Sea; as, Adrian billows."
  },
  {
    "key": "clinoid",
    "value": "Like a bed; -- applied to several processes on the inner side of the sphenoid bone."
  },
  {
    "key": "inscriptive",
    "value": "Bearing inscription; of the character or nature of an inscription."
  },
  {
    "key": "pistolade",
    "value": "A pistol shot."
  },
  {
    "key": "cynarrhodium",
    "value": "A fruit like that of the rose, consisting of a cup formed of the calyx tube and receptacle, and containing achenes."
  },
  {
    "key": "subpellucid",
    "value": "Somewhat pellucid; nearly pellucid."
  },
  {
    "key": "antheriferous",
    "value": "(a) Producing anthers, as plants. (b) Supporting anthers, as a part of a flower. Gray."
  },
  {
    "key": "peripatetic",
    "value": "1. Walking about; itinerant. 2. Of or pertaining to the philosophy taught by Aristotle (who gave his instructions while walking in the Lyceum at Athens), or to his followers. \"The true peripatetic school.\" Howell.\n\n1. One who walks about; a pedestrian; an itinerant. Tatler. 2. A disciple of Aristotle; an Aristotelian."
  },
  {
    "key": "sortable",
    "value": "1. Capable of being sorted. 2. Suitable; befitting; proper. [Obs.] con."
  },
  {
    "key": "rhabdophora",
    "value": "An extinct division of Hydrozoa which includes the graptolities."
  },
  {
    "key": "beechy",
    "value": "Of or relating to beeches."
  },
  {
    "key": "strockle",
    "value": "A shovel with a turned-up edge, for frit, sand, etc. [Written also strocal, strocle, strokal.]"
  },
  {
    "key": "palmatifid",
    "value": "Palmate, with the divisions separated but little more than halfway to the common center."
  },
  {
    "key": "antherozoid",
    "value": "One of the mobile male reproductive bodies in the antheridia of cryptogams."
  },
  {
    "key": "uncreatedness",
    "value": "The quality or state of being uncreated."
  },
  {
    "key": "waterlandian",
    "value": "One of a body of Dutch Anabaptists who separated from the Mennonites in the sixteenth century; -- so called from a district in North Holland denominated Waterland."
  },
  {
    "key": "haematozoon",
    "value": "A parasite inhabiting the blood; esp.: (a) Certain species of nematodes of the genus Filaria, sometimes found in the blood of man, the horse, the dog, etc. (b) The trematode, Bilharzia hæmatobia, which infests the inhabitants of Egypt and other parts of Africa, often causing death."
  },
  {
    "key": "scringe",
    "value": "To cringe. [Prov. Eng. & Local, U.S.]"
  },
  {
    "key": "chirurgeonly",
    "value": "Surgically. [Obs.] Shak."
  },
  {
    "key": "outline",
    "value": "1. (a) The line which marks the outer limits of an object or figure; the exterior line or edge; contour. (b) In art: A line drawn by pencil, pen, graver, or the like, by which the boundary of a figure is indicated. (c) A sketch composed of such lines; the delineation of a figure without shading. Painters, by their outlines, colors, lights, and shadows, represent the same in their pictures. Dryden. 2. Fig.: A sketch of any scheme; a preliminary or general indication of a plan, system, course of thought, etc.; as, the outline of a speech. But that larger grief . . . Is given in outline and no more. Tennyson. Syn. -- Sketch; draught; delineation. See Sketch.\n\n1. To draw the outline of. 2. Fig.: To sketch out or indicate as by an outline; as, to outline an argument or a campaign."
  },
  {
    "key": "reintegration",
    "value": "A renewing, or making whole again. See Redintegration."
  },
  {
    "key": "occultation",
    "value": "1. (Astron.)  The hiding of a heavenly body from sight by the intervention of some other of the heavenly bodies; -- applied especially to eclipses of stars and planets by the moon, and to the eclipses of satellites of planets by their primaries. 2. Fig.: The state of being occult. The reappearance of such an author after those long periods of occultation. Jeffrey. Circle of perpetual occultation. See under Circle."
  },
  {
    "key": "counter-couchant",
    "value": "Lying down, with their heads in opposite directions; -- said of animals borne in a coat of arms."
  },
  {
    "key": "cacodylic",
    "value": "Of, pertaining to, or derived from, cacodyl. Cacodylic acid, a white, crystalline, deliquescent substance, (CH3)2AsO.OH, obtained by the oxidation of cacodyl, and having the properties of an exceedingly stable acid; -- also called alkargen."
  },
  {
    "key": "gairish",
    "value": "Same as Garish, Garishly, Garishness."
  },
  {
    "key": "mestling",
    "value": "A kind of brass. See Maslin. [Obs.]"
  },
  {
    "key": "gambol",
    "value": "A skipping or leaping about in frolic; a hop; a sportive prank. Dryden.\n\nTo dance and skip about in sport; to frisk; to skip; to play in frolic, like boys or lambs."
  },
  {
    "key": "fenks",
    "value": "The refuse whale blubber, used as a manure, and in the manufacture of Prussian blue. Ure."
  },
  {
    "key": "controverse",
    "value": "Controversy. [Obs.] Spenser.\n\nTo dispute; to controvert. [Obs.] \"Controversed causes.\" Hooker."
  },
  {
    "key": "crumpy",
    "value": "Brittle; crisp. Wright."
  },
  {
    "key": "weasel",
    "value": "Any one of various species of small carnivores belonging to the genus Putorius, as the ermine and ferret. They have a slender, elongated body, and are noted for the quickness of their movements and for their bloodthirsty habit in destroying poultry, rats, etc. The ermine and some other species are brown in summer, and turn white in winter; others are brown at all seasons. Malacca weasel, the rasse. -- Weasel coot, a female or young male of the smew; -- so called from the resemblance of the head to that of a weasel. Called also weasel duck. -- Weasel lemur, a short-tailed lemur (Lepilemur mustelinus). It is reddish brown above, grayish brown below, with the throat white."
  },
  {
    "key": "enthronize",
    "value": "To place on a throne; hence, to induct into office, as a bishop. There openly enthronized as the very elected king. Knolles."
  },
  {
    "key": "elliptical",
    "value": "1. Of or pertaining to an ellipse; having the form of an ellipse; oblong, with rounded ends. The planets move in elliptic orbits. Cheyne. 2. Having a part omitted; as, an elliptical phrase. Elliptic chuck. See under Chuck. -- Elliptic compasses, an instrument arranged for drawing ellipses. -- Elliptic function. (Math.) See Function. -- Elliptic integral. (Math.) See Integral. -- Elliptic polarization. See under Polarization."
  },
  {
    "key": "rhamphotheca",
    "value": "The horny covering of the bill of birds."
  },
  {
    "key": "tibio-",
    "value": "A combining form used in anatomy to indicate connection with, or relation to, the tibia; as, tibiotarsus, tibiofibular."
  },
  {
    "key": "mysterial",
    "value": "Mysterious. [Obs.]"
  },
  {
    "key": "corbiestep",
    "value": "One of the steps in which a gable wall is often finished in place of a continuous slope; -- also called crowstep."
  },
  {
    "key": "digamma",
    "value": "A letter ( Note: This form identifies it with the Latin F, though in sound it is said to have been nearer V. It was pronounced, probably, much like the English W."
  },
  {
    "key": "pig-headed",
    "value": "Having a head like a pig; hence, figuratively: stupidity obstinate; perverse; stubborn. B. Jonson. -- Pig\"-head`ed*ness, n."
  },
  {
    "key": "parka",
    "value": "An outer garment made of the skins of birds or mammals, worn by Eskimos, etc."
  },
  {
    "key": "variformed",
    "value": "Formed with different shapes; having various forms; variform."
  }
]
